{
  "join1": "ایک IEEE ممبر بنیں۔",
  "join2": "420,000 سے زیادہ ٹیکنالوجی اور انجینئرنگ پیشہ ور افراد کی کمیونٹی میں شامل ہوں جو مسلسل سیکھنے، بات چیت کرنے، تعاون کرنے اور اختراع کرنے کی مشترکہ خواہش کے ساتھ متحد ہیں",
  "join3": "نرم مہارت",
  "join4": "قیادت، ٹیم ورک، مواصلات، اور ترجیح سمیت اپنی پیشہ ورانہ مہارتیں بنائیں",
  "join5": "نیٹ ورک",
  "join6": "پیشہ ور افراد کی ایک بے مثال، عالمی برادری کے ساتھ دوست اور نیٹ ورک بنائیں",
  "join7": "ایوارڈز",
  "join8": "غور کے لیے پروجیکٹس یا کاغذات جمع کروائیں اور اپنی کوششوں کے لیے ہم مرتبہ کی پہچان حاصل کرتے ہوئے ایوارڈز اور فنڈنگ جیتنے کا موقع حاصل کریں۔",
  "join9": "ٹریول گرانٹس",
  "join10": "یہ گرانٹس آپ کو ان علاقوں میں اپنی صلاحیت کو آگے بڑھانے کے اپنے اہداف پر توجہ مرکوز کرنے میں مدد کرنے کے لیے بنائے گئے تھے جو آپ کے لیے مقامی نہیں ہیں۔",
  "join11": "اسکالرشپس",
  "join12": "طلباء کو انڈرگریجویٹ یا پوسٹ گریجویٹ ڈگری کی ادائیگی میں مدد کرنے کے لیے فنڈز",
  "join13": "ایک پریمیم گوگل سویٹ اکاؤنٹ مفت میں حاصل کریں۔ آپ کو نمایاں کرنے کے لیے ایک پیشہ ور ای میل پتہ",
  "join14": "میگزین",
  "join15": "پریمیم میگزینز، جرائد کا مجموعہ اور کچھ تازہ ترین تحقیقی مقالوں تک رسائی",
  "join16": "دنیا بھر کے IEEE اراکین کے لیے ایک خصوصی ویڈیو پورٹل",
  "join17": "اب بھی مطمئن نہیں؟",
  "join18": "چیک کریں",
  "join19": "مزید جاننے کے لیے...",
  "join20": "تعریفیں",
  "join21": "ہماری IEEE اسٹوڈنٹ برانچ مختلف کاروباری افراد اور طلباء کے درمیان نیٹ ورکنگ کے مواقع فراہم کرتی ہے تاکہ اراکین مسائل کو حل کرنے اور قائدانہ صلاحیتیں حاصل کر سکیں، اس سے طلباء کو نئے آئیڈیاز کے ساتھ آنے اور اس بات کا تعین کرنے میں مدد ملے گی کہ وہ کیا حاصل کرنا چاہتے ہیں۔ اسٹوڈنٹ برانچ طلباء کو کارپوریٹ دنیا کے پیشہ ورانہ ماحول کے بارے میں سکھاتی ہے اور طلباء کو پورے کیمپس کی زندگی میں متحرک اور مصروف رکھنے کے لیے تکنیکی اور تفریحی سرگرمیاں بھی فراہم کرتی ہے۔",
  "join22": "IEEE نے مجھے اپنی انتظامی صلاحیتوں کو بہتر بنانے کا موقع دیا ہے۔ متعدد منظرناموں کے سامنے آنے کی وجہ سے، میں نے اپنے وقت کا مؤثر طریقے سے انتظام کرنے، نئے کام کے عمل کو تیار کرنے، تاثرات کے لیے کھلے رہتے ہوئے رائے دینے اور سب سے بڑھ کر، پیشہ ور افراد کے متعلقہ گروپ کے ساتھ نیٹ ورکنگ کے بارے میں قیمتی حکمت سیکھی۔ آئی ای ای ای کے ممبران آگے بڑھنے والی تکنیکی صنعتوں میں درکار اختراعی حل فراہم کرنے کے لیے منفرد حیثیت رکھتے ہیں۔ انسانی نیٹ ورکس کے علاوہ جن کو مشورے یا مدد کے لیے استعمال کیا جا سکتا ہے، بہت سے ویب وسائل ہیں جن میں صرف اراکین کے لیے خصوصی رسائی ہے۔",
  "join23": "IEEE میں شمولیت نے مجھے پیشہ ورانہ نمائش فراہم کی ہے۔ اس نے مجھے مختلف نئے مواقع سے بھی روشناس کرایا اور مجھے تکنیکی تقریبات، سیمینارز، ویبنارز منعقد کرنے اور پوری دنیا کے لوگوں کے ساتھ نیٹ ورک کرنے کا موقع فراہم کیا۔",
  "join24": "IEEE کیا ہے؟",
  "join25": "انسٹی ٹیوٹ آف الیکٹریکل اینڈ الیکٹرانکس انجینئرز، IEEE دنیا کی سب سے بڑی تکنیکی پیشہ ورانہ تنظیم ہے جو انسانیت کے فائدے کے لیے ٹیکنالوجی کو آگے بڑھانے کے لیے وقف ہے۔",
  "join26": "کیا IEEE صرف CS اور IT انجینئرنگ کے طلباء کے لیے ہے؟",
  "join27": "نہیں، IEEE انجینئرنگ کی تمام شاخوں کے لیے دستیاب ہے۔",
  "join28": "IEEE کی رکنیت کے لیے ادائیگی کے کیا اختیارات ہیں؟",
  "join29": "آن لائن ادائیگی اور بینک کے ذریعے ادائیگی۔",
  "join30": "میں اب طالب علم نہیں ہوں، میں IEEE پروفیشنل ممبرشپ میں کیسے تبدیل ہو سکتا ہوں؟",
  "join31": "ایک بار جب آپ اپنی طالب علم کی رکنیت مکمل کر لیں، تو آپ پیشہ ورانہ رکنیت کے لیے اسی طرح درخواست دے سکتے ہیں جیسے آپ نے طالب علم کی رکنیت کے لیے کی تھی۔",
  "join32": "IEEE ممبرشپ کے فوائد کیا ہیں؟",
  "join33": "صفحہ کے اوپری حصے میں فوائد دیکھیں",
  "join34": "کیا مجھے GoogleApps@IEEE میل اکاؤنٹ حاصل کرنے کے لیے IEEE ممبر بننے کی ضرورت ہے؟",
  "join35": "طلباء IEEE میں کیوں شامل ہوتے ہیں؟",
  "join36": "IEEE کی رکنیت آپ کو اپنی انتظامی صلاحیتوں کو بہتر بنانے، وقت کا مؤثر طریقے سے انتظام کرنے، نئے کام کے عمل کو تیار کرنے، اپنی رائے دینے اور پیشہ ور افراد کے متعلقہ گروپ کے ساتھ نیٹ ورکنگ کا موقع فراہم کرتی ہے۔",
  "join37": "جی ہاں"
}
