{
  "join1": "BECOME AN IEEE MEMBER",
  "join2": "Join a community of over 420,000 technology and engineering professionals united by a common desire to continuously learn, interact, collaborate, and innovate",
  "join3": "SOFT SKILLS",
  "join4": "Build your professional skills including leadership, teamwork, communication, and prioritization",
  "join5": "NETWORK",
  "join6": "Make friends and network with an unparalled, global community of professionals",
  "join7": "AWARDS",
  "join8": "Submit projects or papers for consideration and have the opportunity to win awards and funding while gaining peer recognition for your efforts",
  "join9": "TRAVEL GRANTS",
  "join10": "These grants were created to help you focus on your goals of advancing your potential in areas not local to you",
  "join11": "SCHOLARSHIPS",
  "join12": "Funds to help students pay for an undergraduate or post-graduate degree",
  "join13": "Get a premium Google Suite account for free. A professional email address to make you stand out",
  "join14": "MAGAZINES",
  "join15": "Collection of premium magazines, journals and access to some latest research papers",
  "join16": "An exclusive video portal for IEEE members around the globe",
  "join17": " STILL NOT SATISFIED?",
  "join18": "Check out the",
  "join19": "to know more...",
  "join20": "Testimonials",
  "join21": "Our IEEE Student Branch provides networking opportunities among various entrepreneurs and students so that the members achieve problem-solving and leadership skills, this will help students to come up with new ideas and to determine what they are willing to achieve. The Student Branch teaches the students about the professional environment of the corporate world and also provides technical and fun activities to keep the students active and engaged throughout their campus life.",
  "join22": "IEEE has given me the chance to improve my management skills. Being exposed to multitudinous scenarios, I learned valuable wisdom about effectively managing my time, developing new work processes, voicing opinions while being open to feedback and above all, networking with a relevant group of professionals. IEEE members are uniquely positioned to provide the innovative solutions needed in the technical industries going forward. In addition to the human networks that can be tapped for advice or assistance, there are many web resources with special access just for members.",
  "join23": "Joining IEEE has provided me with professional exposure. It also exposed me to various new opportunities and gave me a chance to organize technical events, seminars, webinars and to network with people all over the world.",
  "join24": "What is IEEE?",
  "join25": "Institute of Electrical and Electronics Engineers, IEEE is the world's largest technical professional organization dedicated to advancing technology for the benefit of humanity.",
  "join26": "Is IEEE only for CS and IT Engineering Students?",
  "join27": "No, IEEE is available to all branches of engineering.",
  "join28": "What are the payment options for IEEE membership?",
  "join29": "Online payment and payment through Bank.",
  "join30": "I am no longer a student, how can I change to an IEEE Professional Membership?",
  "join31": "Once you finish your student membership, you can apply for professional membership the same way you did for student membership.",
  "join32": "What are the IEEE Membership Benefits?",
  "join33": "See benefits at top of the page",
  "join34": "Do I need to be an IEEE member to get a GoogleApps@IEEE mail account?",
  "join35": "Why do students join the IEEE?",
  "join36": "IEEE membership provides you a chance to improve your management skills, effectively manage time, develop new work processes, voice your opinions and networking with a relevant group of professionals.",
  "join37": "Yes"
}
