{"about_IEEESB":"మేము సృష్టించే ఈవెంట్‌లు మరియు అనుభవాల ద్వారా చర్యను తెలియజేయడానికి, నేర్చుకోవడానికి, వినోదాన్ని అందించడానికి మరియు ప్రేరేపించడానికి కృషి చేసే విద్యార్థి సంఘం. మేము విద్యార్థుల సాధికారతను ప్రోత్సహిస్తాము, వృత్తిపరమైన నైపుణ్యాలను అభివృద్ధి చేస్తాము మరియు సాంకేతిక ఆవిష్కరణలను ప్రోత్సహిస్తాము మరియు నెట్‌వర్క్‌లను నిర్మిస్తాము. మా కమ్యూనిటీలో ఔత్సాహికుల నుండి నిపుణుల వరకు ఉంటారు, వారు స్వయంసేవకంగా పని చేసే సామర్థ్యాన్ని మరియు ఎంత అమూల్యమైన వాలంటీర్లను అర్థం చేసుకుంటారు!",
"about_IEEESB1":"నవాబ్ షా ఆలం ఖాన్ కాలేజ్ ఆఫ్ ఇంజినీరింగ్ అండ్ టెక్నాలజీ IEEE స్టూడెంట్ బ్రాంచ్",
"head_our_community":"మా సంఘం",
"our_community_content":"IEEE ప్రపంచవ్యాప్తంగా దాని కమ్యూనిటీని కలిగి ఉంది 420,000 IEEE సభ్యులు. ప్రపంచ పటం 10గా విభజించబడింది ప్రాంతాలు మరియు మేము రీజియన్ 10 (ఆసియా మరియు పసిఫిక్) క్రిందకు వస్తాము భారతదేశంలో ఉన్న మరియు IEEE ఇండియా కౌన్సిల్‌కు చెందినది వివిధ ప్రాంతాల్లో ఉన్న 12 IEEE విభాగాల కన్సార్టియం వలె పనిచేస్తుంది దేశంలోని రాష్ట్రాలు. IEEE హైదరాబాద్ విభాగం అంచనా వేస్తుంది తెలంగాణ మరియు ఆంధ్రప్రదేశ్‌లో కార్యకలాపాలు, వివిధ IEEE సంస్థాగత యూనిట్లు వీటిని కలిగి ఉన్న విభాగం కిందకు వస్తాయి కళాశాలలు మరియు విశ్వవిద్యాలయాల IEEE విద్యార్థి శాఖలు.",
"head_what":"ప్రయాణం",
"head_how_we":"సంస్థ స్థాయిలు",
"excom_content":"కౌన్సెలర్, సొసైటీ సలహాదారులు, కుర్చీలు, వైస్-చైర్‌లు, టీమ్ లీడ్స్, ఈవెంట్ కోఆర్డినేటర్‌లు మరియు నాయకత్వ బృంద సభ్యులను కలిగి ఉంటుంది. ఇది వర్క్‌ఫ్లోను చూసుకోవడం మరియు సమగ్రత మరియు స్థిరత్వాన్ని నిర్వహించడం బాధ్యత.",
"lead_content":"ఇది ఒక సంస్థ యొక్క HR వలె పనిచేస్తుంది మరియు విద్యార్థి శాఖ యొక్క మొత్తం పనిని పర్యవేక్షిస్తుంది.",
"Publicity_content_1":"ఈ బృందం సోషల్ మీడియాను నిర్వహించడం, ఈవెంట్‌లను ప్రచారం చేయడం మరియు ఇప్పటికే ఉన్న సంఘాలకు మద్దతు అందించడం వంటి బాధ్యతలను కలిగి ఉంటుంది. ఇది అంతర్గతంగా 2 జట్లుగా విభజించబడింది:",
"Publicity_content_2":"1. కంటెంట్ బృందం - కంటెంట్‌ని రూపొందించడానికి మరియు మా సోషల్ మీడియా ఖాతాలు మరియు పోస్టర్‌లలో ఏమి జరుగుతుందో నిర్ణయించడానికి బాధ్యత వహిస్తుంది.",
"Publicity_content_3":"2. డిజైన్ బృందం - పోస్టర్‌లు, ఫ్లైయర్‌లు మరియు సోషల్ మీడియా పోస్ట్‌ల రూపకల్పనకు బాధ్యత వహిస్తారు."


}
