{
    "join1":"IEEE సభ్యుడిగా అవ్వండి",
    "join2":"420,000 కంటే ఎక్కువ సాంకేతికత మరియు ఇంజనీరింగ్ నిపుణుల సంఘంలో చేరండి",
    "join3":"సాఫ్ట్ స్కిల్స్",
    "join4":"నాయకత్వం, జట్టుకృషి, కమ్యూనికేషన్ మరియు ప్రాధాన్యతతో సహా మీ వృత్తిపరమైన నైపుణ్యాలను రూపొందించుకోండి",
    "join5":"నెట్‌వర్క్",
    "join6":"అసమానమైన, ప్రపంచ నిపుణుల సంఘంతో స్నేహితులను మరియు నెట్‌వర్క్‌ను చేసుకోండి",
    "join7":"అవార్డులు",
    "join8":"ప్రాజెక్ట్‌లు లేదా పేపర్‌లను పరిశీలన కోసం సమర్పించండి మరియు మీ ప్రయత్నాలకు తోటివారి గుర్తింపును పొందుతూ అవార్డులు మరియు నిధులను గెలుచుకునే అవకాశం ఉంది",
    "join9":"ట్రావెల్ గ్రాంట్స్",
    "join10":"ఈ గ్రాంట్లు మీకు స్థానికంగా లేని ప్రాంతాల్లో మీ సామర్థ్యాన్ని పెంపొందించే మీ లక్ష్యాలపై దృష్టి పెట్టడంలో మీకు సహాయపడటానికి సృష్టించబడ్డాయి",
    "join11":"స్కాలర్‌షిప్‌లు",
    "join12":"విద్యార్థులు అండర్ గ్రాడ్యుయేట్ లేదా పోస్ట్-గ్రాడ్యుయేట్ డిగ్రీ కోసం చెల్లించడంలో సహాయపడే నిధులు",
    "join13":"ప్రీమియం Google సూట్ ఖాతాను ఉచితంగా పొందండి. మిమ్మల్ని ప్రత్యేకంగా నిలబెట్టడానికి ప్రొఫెషనల్ ఇమెయిల్ చిరునామా",
    "join14":"పత్రికలు",
    "join15":"ప్రీమియం మ్యాగజైన్‌లు, జర్నల్‌ల సేకరణ మరియు కొన్ని తాజా పరిశోధనా పత్రాలకు యాక్సెస్",
    "join16":"ప్రపంచవ్యాప్తంగా ఉన్న IEEE సభ్యుల కోసం ప్రత్యేకమైన వీడియో పోర్టల్",
    "join17":"ఇంకా సంతృప్తి చెందలేదా?",
    "join18":"తనిఖీ చేయండి",
    "join19":"మరింత తెలుసుకోవడానికి...",
    "join20":"టెస్టిమోనియల్స్",
    "join21":"మా IEEE స్టూడెంట్ బ్రాంచ్ వివిధ వ్యవస్థాపకులు మరియు విద్యార్థుల మధ్య నెట్‌వర్కింగ్ అవకాశాలను అందిస్తుంది, తద్వారా సభ్యులు సమస్య-పరిష్కార మరియు నాయకత్వ నైపుణ్యాలను సాధిస్తారు, ఇది విద్యార్థులు కొత్త ఆలోచనలతో ముందుకు రావడానికి మరియు వారు ఏమి సాధించాలనుకుంటున్నారో నిర్ణయించడంలో సహాయపడుతుంది. విద్యార్థి బ్రాంచ్ విద్యార్థులకు కార్పొరేట్ ప్రపంచంలోని వృత్తిపరమైన వాతావరణం గురించి బోధిస్తుంది మరియు విద్యార్థులను వారి క్యాంపస్ జీవితమంతా చురుకుగా మరియు నిమగ్నమై ఉంచడానికి సాంకేతిక మరియు ఆహ్లాదకరమైన కార్యకలాపాలను కూడా అందిస్తుంది.",
    "join22":"IEEE నా నిర్వహణ నైపుణ్యాలను మెరుగుపరచుకోవడానికి నాకు అవకాశం ఇచ్చింది. బహుళ దృష్టాంతాలకు గురైనందున, నా సమయాన్ని సమర్థవంతంగా నిర్వహించడం, కొత్త పని ప్రక్రియలను అభివృద్ధి చేయడం, అభిప్రాయాలను తెలియజేయడం మరియు అన్నింటికంటే ముఖ్యంగా సంబంధిత నిపుణుల సమూహంతో నెట్‌వర్కింగ్ చేయడం గురించి విలువైన జ్ఞానాన్ని నేర్చుకున్నాను. IEEE సభ్యులు ముందుకు సాగుతున్న సాంకేతిక పరిశ్రమలలో అవసరమైన వినూత్న పరిష్కారాలను అందించడానికి ప్రత్యేకంగా ఉంచబడ్డారు. సలహా లేదా సహాయం కోసం ట్యాప్ చేయగల మానవ నెట్‌వర్క్‌లతో పాటు, సభ్యుల కోసం ప్రత్యేక యాక్సెస్‌తో అనేక వెబ్ వనరులు ఉన్నాయి.",
    "join23":"IEEEలో చేరడం వల్ల నాకు ప్రొఫెషనల్ ఎక్స్‌పోజర్‌ను అందించింది. ఇది నాకు అనేక కొత్త అవకాశాలను బహిర్గతం చేసింది మరియు సాంకేతిక ఈవెంట్‌లు, సెమినార్‌లు, వెబ్‌నార్లు మరియు ప్రపంచవ్యాప్తంగా ఉన్న వ్యక్తులతో నెట్‌వర్క్‌ని నిర్వహించడానికి నాకు అవకాశం ఇచ్చింది.",
    "join24":"IEEE అంటే ఏమిటి?",
    "join25":"ఇన్స్టిట్యూట్ ఆఫ్ ఎలక్ట్రికల్ అండ్ ఎలక్ట్రానిక్స్ ఇంజనీర్స్, IEEE అనేది మానవాళి ప్రయోజనం కోసం సాంకేతికతను అభివృద్ధి చేయడానికి అంకితమైన ప్రపంచంలోనే అతిపెద్ద సాంకేతిక వృత్తిపరమైన సంస్థ.",
    "join26":"IEEE CS మరియు IT ఇంజనీరింగ్ విద్యార్థులకు మాత్రమేనా?",
    "join27":"లేదు, IEEE అన్ని ఇంజనీరింగ్ శాఖలకు అందుబాటులో ఉంది.",
    "join28":"IEEE సభ్యత్వం కోసం చెల్లింపు ఎంపికలు ఏమిటి?",
    "join29":"ఆన్‌లైన్ చెల్లింపు మరియు బ్యాంక్ ద్వారా చెల్లింపు.",
    "join30":"నేను ఇప్పుడు విద్యార్థిని కాదు, నేను IEEE ప్రొఫెషనల్ మెంబర్‌షిప్‌కి ఎలా మారగలను?",
    "join31":"మీరు మీ విద్యార్థి సభ్యత్వాన్ని పూర్తి చేసిన తర్వాత, మీరు విద్యార్థి సభ్యత్వం కోసం చేసిన విధంగానే వృత్తిపరమైన సభ్యత్వం కోసం దరఖాస్తు చేసుకోవచ్చు.",
    "join32":"IEEE మెంబర్‌షిప్ ప్రయోజనాలు ఏమిటి?",
    "join33":"పేజీ ఎగువన ప్రయోజనాలను చూడండి",
    "join34":"GoogleApps@IEEE మెయిల్ ఖాతాను పొందడానికి నేను IEEE సభ్యునిగా ఉండాలా?",
    "join35":"విద్యార్థులు IEEEలో ఎందుకు చేరారు?",
    "join36":"IEEE సభ్యత్వం మీ నిర్వహణ నైపుణ్యాలను మెరుగుపరచడానికి, సమయాన్ని సమర్థవంతంగా నిర్వహించడానికి, కొత్త పని ప్రక్రియలను అభివృద్ధి చేయడానికి, మీ అభిప్రాయాలను తెలియజేయడానికి మరియు సంబంధిత నిపుణుల సమూహంతో నెట్‌వర్కింగ్ చేయడానికి మీకు అవకాశాన్ని అందిస్తుంది.",
    "join37":"అవును"
    
    }